descriptions = {
"Без категории" : "Все представленные автомобили",
"Спорт" : "Спортивный класс автомобилей — это транспортные средства, созданные с приоритетом динамики, \
           управляемости и водительских эмоций. Такие машины оснащаются мощными двигателями, имеют низкий \
           центр тяжести, жёсткую подвеску и аэродинамичный кузов для улучшения устойчивости и снижения \
           сопротивления. В конструкции часто применяются лёгкие материалы, такие как алюминий или карбон, \
           а трансмиссия и тормозная система настроены на быструю и точную реакцию. К этому классу \
           относятся спорт-купе, хот-хэтчи, суперкары и спортивные седаны. Компромиссами обычно \
           становятся более высокий расход топлива, сниженный комфорт и дорогое обслуживание.",
# Будущие описания добавлять сюда
}

# Словарь с описаниями категорий