descriptions = {
"Без категории" : "",
"Семейная" : "Просторные и практичные машины, созданные для комфортной перевозки всей семьи. Они отличаются вместительным салоном, большим багажником и богатым набором систем безопасности. Экономичный расход топлива и низкая стоимость обслуживания делают их идеальным выбором для повседневных поездок.",
"Внедорожная" : "Универсальные автомобили, способные уверенно чувствовать себя как на городских дорогах, так и на бездорожье. Высокий клиренс, полный привод и мощные двигатели позволяют справляться с самыми сложными условиями. При этом современные SUV не жертвуют комфортом — просторный салон и развитые технологии делают их привлекательными для широкой аудитории",
"Спортивная" : "Автомобили, созданные ради скорости, драйва и острых ощущений за рулём. Низкая посадка, мощный двигатель и отточенная управляемость обеспечивают незабываемые впечатления от езды. Как правило, они рассчитаны на двух человек и ценятся прежде всего за характер, а не за практичность.",
}
# Словарь с описаниями категорий